/* Class = "UILabel"; text = "OR"; ObjectID = "01Q-FP-k2g"; */
"01Q-FP-k2g.text" = "หรือ";

/* Class = "UILabel"; text = "SIGN UP FOR OUR REMEMBERED LOYALTY PROGRAM"; ObjectID = "2zT-nM-F7Y"; */
"2zT-nM-F7Y.text" = "สมัครเป็นสมาชิก Remembered";

/* Class = "UIButton"; normalTitle = "Forgot Your Password?"; ObjectID = "6ik-SS-baT"; */
"6ik-SS-baT.normalTitle" = "ลืมรหัสผ่าน";

/* Class = "UIButton"; normalTitle = "SIGN UP USING EMAIL"; ObjectID = "BBq-xy-JVu"; */
"BBq-xy-JVu.normalTitle" = "สมัครโดยใช้อีเมล";

/* Class = "UIButton"; normalTitle = "HAVE AN ACCOUNT? LOGIN"; ObjectID = "dfl-ZV-8xk"; */
"dfl-ZV-8xk.normalTitle" = "มีบัญชีอยู่แล้ว เข้าสู่ระบบที่นี่";

/* Class = "UIButton"; normalTitle = "CONNECT WITH FACEBOOK"; ObjectID = "dL9-Cb-2OP"; */
"dL9-Cb-2OP.normalTitle" = "เข้าสู่ระบบด้วยเฟสบุ๊ค";

/* Class = "UIBarButtonItem"; title = "Edit"; ObjectID = "JWx-Tu-HFn"; */
"JWx-Tu-HFn.title" = "แก้ไข";

/* Class = "UINavigationItem"; title = " MY BOOKINGS"; ObjectID = "QAW-6d-PXx"; */
"QAW-6d-PXx.title" = "ข้อมูลการจองของฉัน";

/* Class = "UILabel"; text = "Email"; ObjectID = "VA0-OZ-kN5"; */
"VA0-OZ-kN5.text" = "Email";

/* Class = "UILabel"; text = "AND GET 10% OFF ON ALL YOUR BOOKINGS ON OUR APP AND WEBSITE"; ObjectID = "wqF-UM-fS1"; */
"wqF-UM-fS1.text" = "ลด 10% ทุกครั้งที่จองห้องพักผ่านแอพพลิเคชั่นหรือเว็บไซต์ของเรา";

/* Class = "UIButton"; normalTitle = "SIGN IN"; ObjectID = "x7y-js-8pH"; */
"x7y-js-8pH.normalTitle" = "เข้าสู่ระบบ";

/* Class = "UINavigationItem"; title = "Forgot Password"; ObjectID = "xAt-Xc-Yyk"; */
"xAt-Xc-Yyk.title" = "ลืมรหัสผ่าน";

/* Class = "UILabel"; text = "TOTAL"; ObjectID = "zCg-sF-WwX"; */
"zCg-sF-WwX.text" = "ราคารวมทั้งสิ้น";


/* Class = "UIButton"; normalTitle = "SIGN UP USING EMAIL"; ObjectID = "2nR-nd-jf2"; */
"2nR-nd-jf2.normalTitle" = "สมัครสมาชิกด้วยอีเมล";

/* Class = "UILabel"; text = "Email"; ObjectID = "5Po-Cn-Hs5"; */
"5Po-Cn-Hs5.text" = "อีเมล";

/* Class = "UIButton"; normalTitle = "HAVE AN ACCOUNT? LOGIN"; ObjectID = "Bif-QL-Vmv"; */
"Bif-QL-Vmv.normalTitle" = "มีบัญชีผู้ใช้อยู่แล้ว เข้าสู่ระบบที่นี่";

/* Class = "UILabel"; text = "OR"; ObjectID = "bWc-9T-49p"; */
"bWc-9T-49p.text" = "หรือ";

/* Class = "UIButton"; normalTitle = "CONNECT WITH FACEBOOK"; ObjectID = "Dj6-7t-BXl"; */
"Dj6-7t-BXl.normalTitle" = "เข้าสู่ระบบด้วยเฟสบุ๊ค";

/* Class = "UIButton"; normalTitle = "SUBMIT"; ObjectID = "Dx1-Ng-oXQ"; */
"Dx1-Ng-oXQ.normalTitle" = "ค้นหา";

/* Class = "UILabel"; text = "Email"; ObjectID = "gWD-J6-ZqD"; */
"gWD-J6-ZqD.text" = "Email";

/* Class = "UINavigationItem"; title = "RETRIEVE BOOKINGS"; ObjectID = "lxH-B2-HUR"; */
"lxH-B2-HUR.title" = "ดูข้อมูลการจอง";

/* Class = "UINavigationItem"; title = "Sign Up"; ObjectID = "MvD-UZ-RKs"; */
"MvD-UZ-RKs.title" = "สมัครสมาชิก";

/* Class = "UILabel"; text = "Email"; ObjectID = "NbM-id-qZF"; */
"NbM-id-qZF.text" = "อีเมล";

/* Class = "UIButton"; normalTitle = "Sign In with Facebook"; ObjectID = "UOE-qO-9J6"; */
"UOE-qO-9J6.normalTitle" = "เข้าสู่ระบบด้วยเฟซบุ๊ค";

